[
    {   
        "id": 1,
        "nombre": "Goku" ,
        "precio": 20000 ,
        "desc": "El protagonista de la serie, conocido por su gran poder y personalidad amigable. Originalmente enviado a la Tierra como un infante volador con la misión de conquistarla. Sin embargo, el caer por un barranco le proporcionó un brutal golpe que si bien casi lo mata, este alteró su memoria y anuló todos los instintos violentos de su especie, lo que lo hizo crecer con un corazón puro y bondadoso, pero conservando todos los poderes de su raza. No obstante, en la nueva continuidad de Dragon Ball se establece que él fue enviado por sus padres a la Tierra con el objetivo de sobrevivir a toda costa a la destrucción de su planeta por parte de Freeza. Más tarde, Kakarot, ahora conocido como Son Goku, se convertiría en el príncipe consorte del monte Fry-pan y líder de los Guerreros Z, así como el mayor defensor de la Tierra y del Universo 7, logrando mantenerlos a salvo de la destrucción en innumerables ocasiones, a pesar de no considerarse a sí mismo como un héroe o salvador." ,
        "img": "./media/Goku1.png"
    },
    {
        "id" : 2,
        "nombre": "Vegeta" ,
        "precio": 20000,
        "desc": "Príncipe de los Saiyans, inicialmente un villano, pero luego se une a los Z Fighters. A pesar de que a inicios de Dragon Ball Z, Vegeta cumple un papel antagónico, poco después decide rebelarse ante el Imperio de Freeza, volviéndose un aliado clave para los Guerreros Z. Con el paso del tiempo llegaría a cambiar su manera de ser, optando por permanecer y vivir en la Tierra para luchar a su lado contra las inminentes adversidades que superar. Junto con Piccolo, él es de los antiguos enemigos de Goku que ha evolucionando al pasar de ser un villano y antihéroe, a finalmente un héroe a lo largo del transcurso de la historia, convirtiéndose así en el deuteragonista de la serie.",
        "img" : "./media/Vegeta1.png"
    }, 
    {
        "id" : 3,
        "nombre" : "Trunks" ,
        "precio" : 20000 ,
        "desc" : "Hijo de Vegeta y Bulma. Es un mestizo entre humano terrícola y Saiyano nacido en la Tierra, e hijo de Bulma y Vegeta, el cual es introducido en el Arco de los Androides y Cell. Más tarde en su vida como joven, se termina convirtiendo en un luchador de artes marciales, el mejor amigo de Son Goten y en el hermano mayor de su hermana Bra.",
        "img" : "./media/Trunks1.png"
    }, 
    {
        "id" : 4,
        "nombre" : "Broly",
        "precio" : 25000,
        "desc": "Broly es un Saiyajin que posee un poder gigantesco e incontrolable, el cual se manifiesta en toda su magnitud cuando se convierte en el Super Saiyajin Legendario. Incluso cuando apenas era un bebé su nivel de poder alcanzaba cifras inmensas que provocaban asombro y preocupación entre los de su raza",
        "img" : "./media/Broly1.png"
    }, 
    {
        "id" : 5,
        "nombre" : "Freezer",
        "precio" : 20000,
        "desc" : "Freezer es el tirano espacial y el principal antagonista de la saga de Freezer.",
        "img" : "./media/Freeza0.png"
    }, 
    {
        "id" : 6,
        "nombre" : "Bardock",
        "precio": 20000,
        "desc" : "Es un saiyano de clase baja proveniente del Planeta Vegeta del Universo 7. Pertenece al Ejército Saiyano, que está bajo el liderazgo del Rey Vegeta, y es jefe de su escuadrón durante la anexión del planeta por parte de las fuerzas coloniales del Imperio de Freeza. Él es el esposo de Gine y padre biológico de Kakarotto y Raditz.",
        "img" : "./media/Bardock1.png"
        
    }, 
    {
        "id" : 7,
        "nombre": "Gogeta",
        "precio": 25000,
        "desc": "Gogeta es la fusión resultante de Son Goku y Vegeta, cuando realizan la Danza de la Fusión correctamente para enfrentarse a Broly. Su voz es una voz dual que contiene las voces de Goku y Vegeta. Junto con el poder todopoderoso de los dos, con la astucia y perspicacia de Vegeta, y la habilidad pródiga de las artes marciales de Goku, es uno de los guerreros más temibles para desafiar a una pelea.",
        "img": "./media/Gogeta3.png"
    }, 
    {
        "id": 8,
        "nombre": "Freezer bust",
        "precio": 15000,
        "desc": "Freezer es el tirano espacial y el principal antagonista de la saga de Freezer.",
        "img": "./media/Bust1.png"
    }, 
    {
        "id": 9,
        "nombre": "Goku bust",
        "precio": 15000,
        "desc": "Producto a la venta",
        "img": "./media/GokuBust1.png"

    }, 
    {
        "id": 10,
        "nombre": "Piccolo",
        "precio": 20000 ,
        "desc": "Es un namekiano que surgió tras ser creado en los últimos momentos de vida de su padre, siendo su actual reencarnación. Aunque en un principio fue el archienemigo de Son Goku, con el paso del tiempo fue haciéndose menos malvado hasta finalmente convertirse en un ser bondadoso y miembro de los Guerreros Z. A través del tiempo, también comenzó a tomarle cariño a su discípulo Son Gohan, a quien veía como una especie de \"vástago\" y formando un lazo de amistad con este.",
        "img": "./media/Piccolo3.png"
        
    }, 
    {
        "id": 11,
        "nombre": "Vegeta bust" ,
        "precio": 15000,
        "desc": "Producto a la venta",
        "img": "./media/VegetaBust1.png"
    }, 
    {
        "id": 12,
        "nombre":"Vegetto" ,
        "precio": 25000,
        "desc": "Vegetto es el personaje más fuerte dentro del manga original y uno de los personajes más poderosos de toda la serie en general. Su poder es el resultado del máximo poder combinado de Goku y Vegeta, multiplicado varias veces su fuerza, siendo una de las fusiones más poderosas dentro de la franquicia.",
        "img": "./media/Vegetto2.png"
        
    }, 
    
    {
        "id": 13,
        "nombre": "Bardock bust" ,
        "precio": 15000,
        "desc": "Producto a la venta",
        "img": "./media/Bardock2.png"

    }, 
    {
        "id": 14,
        "nombre": "Goku final",
        "precio": 25000 ,
        "desc": "Producto a la venta",
        "img": "./media/Goku3.png"

    }, 
    {
        "id": 15,
        "nombre": "Trunks bust",
        "precio": 15000,
        "desc": "Producto a la venta",
        "img": "./media/Trunks1.png"

    },
    {
        "id": 16,
        "nombre": "Vegeta ultra ego",
        "precio": 25000,
        "desc": "Producto a la venta",
        "img": "./media/UltraEgo3.png"
    }, 
    {
        "id": 17,
        "nombre": "Cell" ,
        "precio": 20000,
        "desc": "Cell conocido como Célula en España, es un bioandroide creado por la computadora del Dr. Gero, quien vino del futuro de la línea 3 con la intención de vengarse de Goku por haber acabado con el Ejército del Listón Rojo, y con ello el sueño de todo villano: dominar el mundo. Es el antagonista principal del Arco de los Androides y Cell.",
        "img": "./media/Cell4.png"
        
    }
    
]